---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.FireProtectWet
enum: Autodesk.Revit.DB.MEPSystemClassification
zh: 消防、消防喷淋
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.FireProtectWet

**中文**: 消防、消防喷淋

A wet fire protection system